Repository: rapidpro/rapidpro-ios
Catalog: ureport/Resources/*.lproj/Localizable.strings
Languages: ar, es, it, pt_br, th_th

# login_email
source: Email
ar: البريد الالكتروني
es: Correo Electrónico
th_th: อีเมล

# login_password
source: Password
ar: كلمة المرور
es: Clave
pt_br: Senha
th_th: รหัสผ่าน

source: Email
ar: البريد الالكتروني
es: Correo Electrónico
th_th: อีเมล

# error_required_field
source: Required field
ar: حقول مطلوبة
es: Campo requerido
it: Campo richiesto
pt_br: Campo obrigatório
th_th: ข้อมูลที่ต้องระบุ

source: Login
ar: الدخول
es: Registro
it: Accedi
th_th: ลงชื่อเข้าใช้

# login_facebook
source: Login with Facebook
ar: فيسبوك
es: Facebook
it: Facebook
pt_br: Facebook
th_th: ลงชื่อเข้าใช้ด้วยเฟซบุ๊ก

# login_google
source: Google+
ar: غوغل+

# login_twitter
source: Twitter
ar: التسجيل عن طريق تويتر
es: Registrarse con Twitter
it: Accedi con Twitter
pt_br: Entrar com o Twitter
th_th: ทวิตเตอร์

# login_skip
source: Skip Login
ar: تجاوز الدخول
es: Saltar Registro
it: Salta il login
pt_br: Pular Login
th_th: ข้ามการลงชื่อเข้าใช้

# login_or
source: Or
ar: أو
es: o
it: o
pt_br: Ou
th_th: หรือ

# login_sign_up
source: Click here to sign up with email!
ar: انقر هنا للتسجيل عن طريق البريد الالكتروني
es: Hay click aquí para registrarte con tu mail
it: Clicca qui per accedere con la email!
pt_br: Clique aqui para entrar com seu e-mail!
th_th: คลิกที่นี่เพื่อลงทะเบียนด้วยอีเมล!

# sign_up_name
source: Name
ar: الأسم
es: Nombre
it: Nome
pt_br: Nome
th_th: ชื่อ

# sign_up_nickname
source: Nickname
ar: الأسم المستعار
es: Apodo
pt_br: Apelido
th_th: ชื่อเล่น

# sign_up_email
source: E-mail
ar: البريد الالكتروني
th_th: อีเมล

# sign_up_birthday
source: Birthday
ar: تاريخ الميلاد
es: Fecha de nacimiento
it: data di nascita
pt_br: Data de Nascimento
th_th: วันเกิด

# sign_up_confirm
source: Confirm
ar: تأكيد
es: Confirmar
it: conferma
pt_br: Confirmar
th_th: ยืนยัน

# user_gender_male
source: Male
ar: ذكر
es: Masculino
it: uomo
pt_br: Masculino
th_th: เพศชาย

# user_gender_female
source: Female
ar: أنثى
es: Femenino
it: donna
pt_br: Feminino
th_th: เพศหญิง

# error_minimum_size
source: Set a value higher than %d characters
ar: تعيين قيمة أكبر من %d
es: Escribir un valor mayor a %d caracteres
it: Imposta un valore maggiore di %1$@ caratteri
pt_br: Insira um valor maior que %d caracteres
th_th: กำหนดค่าสูงกว่า %d ตัวอักษร

# error_valid_email
source: Set a valid e-mail
ar: استخدم بريد الكتروني فعال
es: Escribir una dirección de correo válida
it: Imposta una email valida
pt_br: Insira um e-mail válido
th_th: กำหนดอีเมล์ที่ใช้งานได้

# label_home
source: Main
ar: رئيسي
es: Principal
it: Principale
pt_br: Principal
th_th: หน้าหลัก

# load_message_wait
source: Wait...
ar: انتظر
es: Espera...
it: Attendi...
pt_br: Aguarde...
th_th: รอสักครู่...

# main_stories
source: Stories
ar: قصص
es: Historias
it: Storie
pt_br: Histórias
th_th: เรื่องราว

# main_polls
source: Polls
ar: استطلاعات الرأي
es: Encuestas
it: Sondaggi
pt_br: Enquetes
th_th: โพล

# main_news_feed
source: Program News
ar: أخبار البرنامج
es: Programar noticias
it: notizie sul programma
pt_br: Notícias

# main_menu_home
source: Main
ar: رئيسي
es: Principal
it: Principale
pt_br: Principal
th_th: หน้าจอหลัก

# main_menu_chat
source: Chat
ar: دردشة
th_th: แชท

# main_menu_group_unicef
source: Unicef
ar: اليونيسيف
th_th: ยูนิเซฟ

# main_menu_subitem_buy_goods
source: Buy goods
ar: بضائع للشراء
es: Comprar material de promoción
it: Acquista
pt_br: Comprar itens
th_th: ซื้อสินค้า

# main_menu_subitem_embassadors
source: Ambassadors
ar: سفير
es: Embajadores
it: Ambasciatori
pt_br: Embaixadores
th_th: ทูต

# base_menu_open_drawer
source: Open Menu
ar: قائمة مفتوحة
es: Abrir menú
it: Apri Menu
pt_br: Abrir Menu
th_th: เปิดเมนู

# base_menu_close_drawer
source: Close Menu
ar: قائمة مغلقة
es: Cerrar menú
it: Chiudi Menu
pt_br: Fechar Menu
th_th: ปิดเมนู

# stories_list_item_author
source: by %d
ar: عن طريق %d
es: por %d
it: da %1$@
pt_br: por %d
th_th: โดย %d

# stories_list_item_contributions
source: %d contributions
ar: مساهمات %d
es: %d aportes
it: %1$@ contributi
pt_br: %d contribuições
th_th: %d การมีส่วนร่วม

# story_item_read_full_story
source: See full story
ar: القصة كاملة
es: Ver historia completa
it: Visualizza la storia intera
pt_br: Leia a história completa
th_th: อ่านเรื่องราวแบบเต็มๆ

# label_new_story
source: New Story
ar: قصة جديدة
es: Nueva hisoria
it: Nuova Storia
pt_br: Nova história
th_th: เรื่องใหม่

# create_story_insert_cover
source: Insert a cover picture
ar: حمل صورة الغلاف
es: Insertar una imagen de portada
it: Inserisci un'immagine di copertina
pt_br: Insira uma imagem de capa
th_th: ใส่ภาพปก

# create_story_insert_title
source: Insert a title
ar: أدخل الموضوع
es: Escribir título
it: Inserisci un titolo
pt_br: Insira um título
th_th: ใส่ชื่อเรื่อง

# create_story_insert_story_content
source: Tell us what's going on
ar: أخبرنا ماذا يحدث
es: Cuéntanos qué está pasando
it: Raccontaci cosa succede
pt_br: Nos diga o que está acontecendo
th_th: บอกกับเราว่าเกิดอะไรขึ้น

# create_story_title_media
source: Insert a media
ar: إدراج وسائل الإعلام
es: insertar media
it: Inserisci media
pt_br: Insira uma mídia
th_th: ใส่สื่อประกอบเรื่องราว

# create_story_add_markers
source: Add markers
ar: إضافة علام
es: Agregar marcadores
it: Aggiungi segnali
pt_br: Adicionar marcadores
th_th: เพิ่มป้ายกำกับ

# media_remove
source: Remove
ar: إزالة
es: Quitar
it: Elimina
pt_br: Remover
th_th: เอาออก

# title_media_source
source: Choose a media source:
ar: اختيار مصدر ملف الوسائط المتعددة
es: Elegir una fuente de media
it: Scegli una fonte media
pt_br: Escolha uma fonte de mídia:
th_th: เลือกแหล่งที่มาของมีเดีย:

# create_story_insert_cover_title
source: Insert a cover picture
ar: حمل صورة الغلاف
es: Insertar una imagen de portada
it: Inserisci un'immagine di copertina
pt_br: Insira uma imagem de capa
th_th: ใส่ภาพปก

# create_story_title_cover_image
source: Choose the cover picture source:
ar: اختيار مصدر صورة الغلاف
es: Elegir una fuente de imagen de portada
it: Scegli la fonte dell'immagine di copertina
pt_br: Escolha uma fonte de mídia para a capa:
th_th: เลือกแหล่งที่มาของภาพปก:

# action_title_publish
source: Publish
ar: نشر
es: Publicar
it: Pubblica
pt_br: Publicar
th_th: เผยแพร่

# action_label_search
source: Search
ar: بحث
es: Buscar
it: Cerca
pt_br: Buscar
th_th: ค้นหา

# create_story_add_marker_title
source: New marker
ar: علام جديد
es: Nuevo marcador
it: Nuovo segnale
pt_br: Novo marcador
th_th: เพิ่มป้ายกำกับ

# label_story_view
source: Story View
ar: عرض القصة
es: Vista de historia
it: Visualizzazione Storia
pt_br: Visualização de História
th_th: มุมมองเรื่องราว

# story_view_contribute
source: Contribute to this story
ar: ساهم بهذه القصة
es: Contribuir a esta historia
it: Commenta questa storia
pt_br: Contribua com essa história
th_th: มีส่วนร่วมกับเรื่องราวนี้

# story_contribution_add
source: Add a contribution
ar: أضف مساهمة
es: Agregar aporte
it: Aggiungi un commento
pt_br: Adicione uma contribuição

# polls_participate
source: Answer
ar: جواب
es: Responder
it: Rispondi
pt_br: Resposta
th_th: ตอบ

# polls_current
source: Current poll
ar: استطلاع الرأي الحالي
es: Encuesta actual
it: Sondaggio corrente
pt_br: Enquete atual
th_th: โพลปัจจุบัน

# polls_responded_info
source: %@ responded out of %@ polled
ar: %@ تم اجابتها من أصل %@ استطلاع رأي
es: %@ respuestas de %@ encuestadxs
it: %1$@ risposte su %2$@ sondati
pt_br: %@ respondidos de %@ enviados
th_th: ตอบมา %@ รายจากทั้งหมด %@ ที่สอบถาม

# polls_response_rate
source: %d response rate
ar: معدل الاستجابة %d
es: %d tasa de respuesta
it: %1$@%% tasso di risposta
pt_br: %d%% taxa de resposta
th_th: อัตราการตอบ %1$s%%

# polls_see_results
source: See results
ar: مشاهدة النتائج
es: Ver resultados
it: Guarda i risultati
pt_br: Veja os resultados
th_th: ดูผลโพล

# news_more_statistics
source: More statistics
ar: مزيد من الإحصائيات
es: Más estadísticas
it: Più statistiche
pt_br: Mais estatísticas
th_th: สถิติอื่นๆ

# news_ureporters
source: U-Reporters
ar: مراسلي اليو-ريبورت
th_th: ยูรีพอร์ตเตอร์

# news_statistics_global_ureporters
source: Global U-reporters
ar: مراسلي اليو-ريبورت حول العالم
es: U-Reporters globales
it: U-Reporters globali
pt_br: U-Reporters Globais
th_th: ยูรีพอร์ตเตอร์ทั่วโลก

# news_statistics_gender_rate
source: Rate by Gender
ar: التصنيف حسب الجنس
es: Tasa por género
it: Tasso per Genere
pt_br: Taxa por Gênero
th_th: สัดส่วนตามเพศ

# news_statistics_most_active
source: 4 most active regions
ar: الأقاليم الـ 4 الأكثر نشاطاً
es: 4 regiones más activas
it: 4 Regioni più attive
pt_br: 4 regiões mais ativas
th_th: 4 ภาคที่มีการเคลื่อนไหวมากที่สุด

# news_statistics_age_rate
source: Rate by Age
ar: التصنيف حسب العمر
es: Tasa por edad
it: Tasso per età
pt_br: Taxa por idade
th_th: สัดส่วนตามอายุ

# answer_polls_respond
source: Send
ar: إرسال
es: Enviar
it: Invia
pt_br: Enviar
th_th: ส่ง

# answer_poll_choose_error
source: You need to choose an answer!
ar: يجب أن تختار إجابة!
es: Debes escoger una respuesta!
it: Hai bisogno di scegliere una risposta!
pt_br: Você precisa escolher uma resposta!
th_th: คุณต้องเลือกคำตอบ!

# confirm_neutral_dialog_button
source: Ok
ar: موافق
th_th: ตกลง

# answer_poll_greetings_title
source: Congratulations!
ar: مبروك!
es: ¡Felicitaciones!
it: Complimenti!
pt_br: Parabéns!
th_th: ยินดีด้วย!

# answer_poll_greeting_message
source: Thank you for participating in this poll, the outcomes will be available soon.
ar: شكرا للمشاركة في استطلاع الرأي، سوف تكون النتائج متاحة قريباً
es: Gracias por participar en esta encuesta. Los resultados estarán disponibles prontamente
it: Grazie per aver partecipato a questo sondaggio, i risultati saranno presto disponibili.
pt_br: Obrigado por participar dessa enquete, os resultados estarão disponíveis em breve
th_th: ขอบคุณที่มีส่วนร่วมในโพลนี้ จะประกาศผลโพลในเร็วๆ นี้

# label_poll_results
source: All results
ar: جميع النتائج
es: Todos los resultados
it: Tutti i risultati
pt_br: Todos os resultados
th_th: ผลโพลทั้งหมด

# label_poll_region_results
source: Result by Region
ar: النتائج حسب الإقليم
es: Resultados por región
it: Risultati per Regione
pt_br: Resultado por Região
th_th: ผลโพลตามภาค

# poll_results_by_region
source: See results by region
ar: مشاهدة النتائج حسب الإقليم
es: Ver resultados por región
it: Guarda i risultati per Regione
pt_br: Veja os resultados por região
th_th: ดูผลโพลตามภาค

# menu_notifications_title
source: Notifications
ar: التنبيهات
es: Notificaciones
it: Notifiche
pt_br: Notificações
th_th: การแจ้งเตือน

# label_profile
source: Profile
ar: الملف الشخصي
es: Perfil
it: Profilo
pt_br: Perfil
th_th: โปรไฟล์

# label_edit
source: Edit
ar: تعديل
es: Editar
it: Modifica
pt_br: Editar
th_th: แก้ไข

# label_logout
source: Logout
ar: خروج
es: Salir
it: Esci
th_th: ลงชื่อออก

# profile_my_stories
source: My stories
ar: قصصي
es: Mis historias
it: Le mie storie
pt_br: Minhas histórias
th_th: เรื่องราวของฉัน

# profile_answered_polls
source: Answered Polls
ar: استطلاعات الرأي التي تم الإجابة عليها
es: Encuestas contestadas
it: Sondaggi che hanno ottenuto risposta
pt_br: Enquetes respondidas
th_th: โพลที่ตอบแล้ว

# profile_ranking
source: Ranking
ar: التصنيف
it: Classificazione
th_th: อันดับ

# list_stories_error
source: You did not publish any story so far.
ar: لم تقم بنشر أي قصة حتى الآن
es: No has publicado historias
it: Non hai ancora pubblicato nessuna storia
pt_br: Você não publicou nenhuma história até agora.
th_th: คุณยังไม่ได้เผยแพร่เรื่องราวใดๆ ในขณะนี้

# profile_polls
source: Polls: %d
ar: استطلاعات الرأي %d
es: Encuesta: %d
it: Sondaggi: %1$@
pt_br: Enquetes: %d
th_th: โพล: %d

# profile_stories
source: Stories: %d
ar: قصص %d
es: Historias: %d$s
it: Storie: %1$@
pt_br: Histórias: %d
th_th: เรื่องราว: %d

# menu_points
source: Points: %d
ar: نقاط %d
es: Puntos: %d
it: Punti:%1$@
pt_br: Pontos: %d
th_th: คะแนน: %d

# label_chat_groups
source: Open Groups
ar: مجموعات مفتوحة
es: Grupos abiertos
it: Gruppi aperti
pt_br: Grupos Abertos
th_th: เปิดกลุ่ม

# chat_groups_join
source: Join
ar: انضم لنا
es: Unirse
it: Unisciti
pt_br: Entrar
th_th: เข้าร่วม

# chat_rooms
source: My chats
ar: محادثاتي
es: Mis chats
it: Le mie chat
pt_br: Meus chats
th_th: แชทของฉัน

# chat_invite_contacts_title
source: Send a SMS to invite your friends
ar: أرسل رسالة نصية لدعوة أصدقائك
es: Envía un SMS para invitar a tus amigxs
it: Invia un SMS per invitare i tuoi amici
pt_br: Envie um SMS para convidar seus amigos
th_th: ส่งข้อความ SMS เพื่อเชิญชวนเพื่อนๆ มาร่วมกับยูรีพอร์ต

# chat_contact_invite_button
source: Invite
ar: دعوة
es: Invitar
it: Invita
pt_br: Convidar
th_th: เชิญ

# chat_invite
source: Invite
ar: دعوة
es: Invitar
it: Invita
pt_br: Convidar
th_th: เชิญ

# label_new_chat
source: New chat
ar: محادثة جديدة
es: Nuevo chat
it: Nuova chat
pt_br: Novo chat
th_th: เปิดแชทใหม่

# chat_create_group_title
source: Create a Group
ar: إنشاء مجموعة
es: Crear un grupo
it: Crea un gruppo
pt_br: Crie um Grupo
th_th: สร้างกลุ่ม

# chat_ureporters
source: U-Reporters
ar: مراسلي اليو-ريبورت
th_th: ยูรีพอร์ตเตอร์

# chat_group_title_hint
source: Group title
ar: عنوان المجموعة
es: Título del grupo
it: Titolo del gruppo
pt_br: Título do grupo
th_th: ชื่อกลุ่ม

# chat_private_group_title
source: Private group
ar: مجموعة خاصة
es: Grupo privado
it: Gruppo privato
pt_br: Grupo privado
th_th: กลุ่มส่วนตัว

# chat_new_invite_ureporters
source: Search U-Reporters
ar: البحث عن مراسلي اليو-ريبورت
es: Buscar U-Reporters
it: Cerca U-Reporters
pt_br: Buscar U-Reporters
th_th: ค้นหายูรีพอร์ตเตอร์

# chat_new_invite_ureporters_count
source: %d u-reporters
ar: مراسلي اليو-ريبورت %d
it: %1$@ U-Reporters
th_th: %d ยูรีพอร์ตเตอร์

# label_save
source: Save
ar: حفظ
es: Guardar
it: Salva
pt_br: Salvar
th_th: บันทึก

# chat_create_result_title
source: Success!
ar: نجاح!
es: ¡Éxito!
it: Successo!
pt_br: Sucesso!
th_th: เสร็จสิ้น!

# chat_create_group_result_message
source: The group was created with success!
ar: تم إنشاء المجموعة بنجاح!
es: El grupo ha sido creado con éxito
it: Il gruppo è stato creato con successo!
pt_br: O grupo foi criado com sucesso!
th_th: สร้างกลุ่มเรียบร้อย!

# chat_group_description_hint
source: Description
ar: الوصف
es: Descripción
it: Descrizione
pt_br: Descrição
th_th: คำอธิบาย

# label_create_group
source: Create group
ar: إنشاء مجموعة
es: Crear un grupo
it: Crea gruppo
pt_br: Criar grupo
th_th: สร้างกลุ่ม

# chat_create_individual_message
source: Do you want to create a new chat room with this u-reporter?
ar: هل تريد إنشاء غرفة محادثة جديدة مع مراسل اليو-ريبورت؟
es: Te gustaría crear una nueva habitación de chat con este U-Reporter?
it: Vuoi creare una nuova chat room con questo U-Reporter?
pt_br: Você quer criar uma nova sala de chat com esse U-Reporter?
th_th: คุณต้องการสร้างห้องแชทใหม่กับยูรีพอร์ตเตอร์คนนี้?

# error_chat_create_individual
source: You already have a chat room with this user. It's not possible to duplicate.
ar: لديك غرفة محادثة سابقة مع هذا المستخدم. لا يمكنك تكرار العملية.
es: Ya tienes una habitación de chat con este usuario. No es posible duplicar.
it: Hai già una chat room con questo utente. Non è possibile duplicare.
pt_br: Você já possui uma sala de chat com este usuário. Não é possível duplicá-la.
th_th: คุณได้เปิดแชทรูมกับผู้ใช้งานคนนี้แล้ว จึงไม่สามารถเปิดซ้ำได้อีก

# cancel_dialog_button
source: Cancel
ar: إلغاء
es: Cancelar
it: Annulla
pt_br: Cancelar
th_th: ยกเลิก

# label_action_notifications
source: Notifications
ar: تنبيهات
es: Notificaciones
it: Notifiche
pt_br: Notificações
th_th: การแจ้งเตือน

# about_content
source: U-Report is a free tool for community participation, designed to address issues that the people care about. Once you have signed up you become a U-Reporter and can Chat with other U-Reporters, submit stories and answer the weekly polls. Results and ideas are shared back with the community. Issues polled include health, education, water, sanitation and hygiene, youth unemployment, HIV/AIDS, disease outbreaks and anything else people want to discuss. Information is used to connect young people with their representatives, improve UNICEF programmes and draw attention to urgent issues with national governments and the UN. NGOs, civil society and country leaders can see the information on the site to understand what the people want or need. Registration is voluntary and U-Reporters incur no costs. Together U-Reporters create positive change in the community, the nation and internationally.
ar: يو-ريبورت هو أداة مجانيةللمشاركة المجتمعية، تم تصميمه لتسليط الضوء على بعض الأمور التي تهم المجتمع. لحظة تسجيلك سوف تصبح أحد مراسلي اليو-ريبورت وتستطيع الدردشة مع المراسلين الآخرين، شارك قصصك وجاوب على استطلاعات الرأي الأسبوعية. يتم مشاركة النتائج والأفكار مع المجتمع مرة أخرى، استطلاعات الرأي تتضمن الصحة، التعليم، المياه، الصرف الصحي، النظافة، بطالة الشباب، فيروس نقص المناعة البشرية/الأيدز، الأوبئة والأمراض، وأي شيء آخر يود أعضاء المجتمع نقاشه. /n/nتستخدم المعلومات لربط اليافعين مع ممثليهم، تطوير برامج اليونيسف، ولفت الانتباه للقضايا العاجلة المرتبطة بالحكومة وبالأمم المتحدة. يستطيع الجميع من منظمات المجتمع الأهلي، والمنظمات الغير ربحية وقادة المجتمع الاطلاع على المعلومات على موقع اليو-ريبورت لمعرفة احتياجات واهتمامات المجتمع . /n/nالتسجيل في الموقع تطوعي ولا يتم تحميل مراسلي اليو-ريبورت أي تكلفة . /n/nيستطيع مراسلو اليو-ريبورت سويةً أن يقوموا بخلق تغيير إيجابي في المجتمع، في الأمّة، وفي العالم أجمع.
es: U-Report es una herramienta gratis para la participación comunitaria, diseñada para abordar temas que le interesan a lxs jóvenes. Una vez que te registras pasas a ser un/a U-Reporter y puedes chatear con otrxs U-Reporters, contestar encuestas semanalmente, y enviar tus propias historias. Los resultados e ideas son luego compartidos con la comunidad de U-Report. Los temas de las encuestas incluyen HIV/Sida, brotes de enfermedades, paz, salud, educación, agua, higiene, empleo juvenil, y cualquiera que las personas quieran tratar. La información es después usada para conectar a las personas con sus representantes, mejorar los programas de UNICEF, y llamar la atención de los gobiernos, Naciones Unidas, organizaciones de la sociedad civil y autoridades en general, sobre temas de suma urgencia. Nuestro objetivo es que ellxs usen esta información. El registro es voluntario, y no hay costos asociados para lxs U-Reporters. Juntxs, lxs U-Reporters pueden crear cambios positivos internacionalmente, en su país, o comunidad.
it: U-Report on the Move è una app pensata per giovani migranti e rifugiati attraverso cui puoi raccontare ciò che succede, parlare di temi che ti interessano ed essere ascoltato dalle autorità locali. Dopo esserti registrato diventerai U-reporter, potrai rispondere ai nostri sondaggi e segnalare ciò che non va o che vorresti migliorare. Attraverso la piattaforma, potrai ricevere informazioni su servizi sociali di base disponibili, leggi e regole esistenti, eventi e attività ricreative, e altre informazioni utili. Il servizio è gratuito. Puoi seguirci anche su facebook, twitter e instagram alla pagina UReportOnTheMove o sul sito onthemove.ureport.in
pt_br: U-Report é uma ferramenta grátis para participação da comunidade, modelada para identificar problemas que realmente importam. Uma vez que você se torna um U-Reporter, pode conversar com outros U-Reporters, enviar histórias e responder enquetes semanais. Resultados e ideias são compartilhados com a comunidade. Problemas questionados incluem saúde, educação, água, saneamento e higiene, desemprego dos jovens, HIV/AIDS, surtos de doenças e qualquer coisa que as pessoas queiram discutir. A informação é usada para conectar pessoas jovens com seus representantes, melhorar programas da UNICEF e direcionar a atenção para questões urgentes com os governos nacionais e a ONU. ONGs, sociedade civil e líderes de países podem ver a informação em seu site para entender o que as pessoas querem ou precisam. O Registro é voluntário e U-Reporters não pagam nada por isso. Juntos U-Reporters criam mudanças positivas em suas comunidades, nação e internacionalmente.
th_th: ยูรีพอร์ตเป็นเครื่องมือสำหรับการมีส่วนร่วมในชุมชนที่ดาวน์โหลดได้ฟรี โดยถูกออกแบบมาเพื่อให้ผู้ใช้งานได้มีส่วนร่วมในการแก้ปัญหาที่พวกเขาใส่ใจ เมื่อลงทะเบียนเป็นยูรีพอร์ตเตอร์แล้ว จะสามารถแชทกับยูรีพอร์ตเตอร์คนอื่นๆ ได้ สามารถเขียนเรื่องราวส่งมาได้ และสามารถตอบโพลได้ โดยผลโพลและไอเดียที่ส่งมา จะถูกแบ่งปันให้กับคนอื่นๆ ในชุมชน ข้อมูลจะถูกนำไปใช้เพื่อเชื่อมโยงเด็กและเยาวชนเข้าด้วยกัน นำไปพัฒนาโครงการของยูนิเซฟ และสร้างความตระหนักและความสนใจแก่หน่วยงาภาครัฐ ภาคสังคม หน่วยงานในสังกัดยูเอ็น และ NGOs ต่างๆ การลงทะเบียนเป็นยูรีพอร์ตเตอร์เป็นไปโดยสมัครใจ และไม่มีค่าใช้จ่ายในการลงทะเบียน ยูรีพอร์ตเตอร์จะรวมพลังกันเพื่อสร้างความเปลี่ยนแปลงให้เกิดขึ้นในสังคม ทั้งภายในประเทศ และระหว่างประเทศ

# label_about_ureport
source: About U-Report
ar: حول اليو-ريبورت
es: Acerca de U-Report
it: Su U-Report
pt_br: Sobre o U-Report
th_th: เกี่ยวกับยูรีพอร์ต

# about_subtitle
source: Voice Matters
ar: صوتك يهم
es: Tu voz Importa
it: La tua voce conta
pt_br: Sua voz Importa

# donation_subtitle
source: When you make a donation...
ar: عندما تقوم بالتبرع
es: Cuando haces una donación
it: Quando fai una donazione
pt_br: Quando você faz uma doação
th_th: เมื่อคุณได้ บริจาค

# label_make_donation_subtitle
source: Make Donation
ar: تبرع الآن
es: Hacer una donación
it: Fai una donazione
pt_br: Fazer Doação
th_th: บริจาค

# make_donations_content
source: You help UNICEF save children and transform lives by working for a more just and secure world for young people. You can make a difference now!
ar: ساعد منظمة الطفولة بإنقاذ الأطفال وتغيير مجرى حياتهم عن طريق العمل لخلق عالم آمن لهم، تستطيع إحداث فرق الآن!
es: Ayudas a UNICEF a transformar y salvar la vida de niños y niñas, al trabajar por un mundo más justo y seguro para los y las jóvenes. ¡Puedes hacer una diferencia hoy!
it: Aiuti UNICEF a salvare i bambini e trasformare le loro vite lavorando per un mondo più giusto e sicuro per i giovani. Puoi fare la differenza ora!
pt_br: Você ajuda a UNICEF a salvar crianças e transformar vidas trabalhando por um número mais justo e seguro para a juventude. Você pode fazer a diferença agora!
th_th: คุณทำให้ยูนิเซฟสามารถช่วยเด็กๆ และเปลี่ยนแปลงชีวิตของพวกเขาให้ได้อยู่ในโลกที่ปลอดภัยและเหมาะสม คุณสามารถสร้างความเปลี่ยนแปลงได้ในตอนนี้!

# label_donation
source: Donate Now
ar: تبرع الآن
es: Donar ahora
it: Dona ora
pt_br: Faça Doação
th_th: บริจาคตอนนี้

# chat_room_message_hint
source: Write a message
ar: اكتب رسالة
es: Escribir un mensaje
it: Scrivi un messaggio
pt_br: Escreva uma mensagem
th_th: เขียนข้อความ

# label_action_search
source: Search
ar: بحث
es: Buscar
it: Cerca
pt_br: Buscar
th_th: ค้นหา

# label_leave_group
source: Leave Group
ar: مغادرة المجموعة
es: Dejar el grupo
it: Lascia il gruppo
pt_br: Sair do Grupo
th_th: ออกจากกลุ่ม

# chat_group_info_created_date
source: Created by %@
ar: تم إنشائه عن طريق %@
es: Creado por %@
it: Creato da %1$@, %2$S
pt_br: Criado por %@
th_th: สร้างโดย %@

# label_group_info
source: Group info
ar: معلومات عن المجموعة
es: Información del grupo
it: Informazioni sul gruppo
pt_br: Info do Grupo
th_th: ข้อมูลกลุ่ม

# chat_group_leave
source: Do you really want to leave this group?
ar: هل أنت متأكد من أنك تريد مغادرة المجموعة؟
es: ¿Estás segurx que quieres dejar este grupo?
it: Sei sicuro di voler lasciare questo gruppo?
pt_br: Você realmente quer sair deste grupo?
th_th: คุณต้องการออกจากกลุ่มนี้จริงๆ หรือ?

# login_validation_error_message
source: You need to login before making this action! Do you want to login now ?
ar: يجب أن تقوم بتسجيل الدخول قبل القيام بهذه العملية!/ هل تريد تسجيل الدخول الآن؟
es: Necesitas registrarte antes de esta acción. Quieres registrarte ahora?
it: Hai bisogno di entrare prima di compiere questa azione!Vuoi entrare ora?
pt_br: Você precisa efetuar o login antes de executar esta ação! Você quer fazer o login agora?
th_th: คุณจำเป็นต้องลงชื่อเข้าใช้ก่อนจะดำเนินการ! คุณต้องการลงชื่อเข้าใช้หรือไม่?

# label_chat
source: Chat
ar: محادثة
th_th: แชท
