Repository: rapidpro/rapidpro-ios
Catalog: ureport/Resources/*.lproj/Localizable.strings
Languages: ar, es, it, pt_br, th_th

# login_forgot_password
source: Forgot password?
ar: نسيت كلمة المرور؟
es: Olvidaste tu clave?
it: Dimenticato la password?
pt_br: Esqueceu a senha?
th_th: ลืมรหัสผ่าน

# story_item_contribute_to_story
source: Contribute to this story
ar: شارك بهذه القصة
es: Contribuir a esta historia
it: Commenta questa storia
pt_br: Contribua com essa história
th_th: มีส่วนร่วมกับเรื่องราวนี้

# list_stories_header_title
source: Hi %@, tell us what's going on
ar: مرحبا، أخبرنا ماذا يحدث %@
es: Hola %@, cuéntanos qué está pasando
it: Ciao %1$@, raccontaci cosa sta succedendo
pt_br: Oi %@, nos diga o que está acontecendo
th_th: สวัสดี %@, เล่าให้ฟังหน่อยว่าเกิดอะไรขึ้น

# main_menu_group_institutional
source: Institutional
ar: مؤسساتي
es: Institucional
it: Istituzionale
pt_br: Institucional

# label_settings
source: Settings
ar: إعدادات
es: Configuración
it: Impostazioni
pt_br: Configurações
th_th: การตั้งค่า

# group_info_add_ureporter
source: Add U-Reporter
ar: إضافة مراسل يو-ريبورت
es: Agregar U-Reporter
it: Aggiungi U-Reporter
pt_br: Adicionar U-Reporter
th_th: เพิ่มยูรีพอร์ตเตอร์

# label_group_information
source: Information
ar: معلومات
es: Información
it: Informazione
pt_br: Informação
th_th: ข้อมูล

# country_program_validation_error
source: You can't do this action for this country program!
ar: لا يمكنك مواصلة العملية في هذا البرنامج القطري!
es: No puedes hacer esta acción en el programa de este país!
it: Non puoi compiere quest'azione per questo programma!
pt_br: Você não pode fazer essa ação nesse país!
th_th: ไม่สามารถดำเนินการนี้ได้

# label_group_edit
source: Edit group
ar: تعديل المجموعة
es: Editar grupo
it: Modifica Gruppo
pt_br: Editar grupo
th_th: แก้ไขกลุ่ม

# label_answer_poll
source: Answer Poll
ar: الرد على استطلاعات الرأي
es: Contestar encuesta
it: Rispondi al sondaggio
pt_br: Responder Enquete
th_th: ตอบโพล

# points_earning_title
source: Thanks for collaborate!
ar: شكرا على المشاركة!
es: Gracias por colaborar!
it: Grazie per la collaborazione!
pt_br: Obrigado por colaborar!
th_th: ขอบคุณสำหรับการแบ่งปัน!

# points_earning_subtitle
source: You went up in the ranking
ar: لقد صعدت في التصنيف
es: Has subido en el ranking
it: Sei salito in classifica
pt_br: Você subiu no ranking
th_th: คุณได้เลื่อนระดับ!!

# points_earning_count_title
source: Points:
ar: نقاط:
es: Puntos:
it: Punti:
pt_br: Pontos:
th_th: คะแนน:

# points_earning_ranking
source: Go to Ranking
ar: الذهاب إلى التصنيف
es: ir a ranking
it: Vai alla classifica
pt_br: Ir para o Ranking
th_th: ดูลำดับของคุณ

# points_earning_close
source: Close
ar: إغلاق
es: Cerrar
it: Chiudi
pt_br: Fechar
th_th: ปิด

# polls_previous_title
source: Previous polls
ar: استطلاعات الرأي السابقة
es: Encuesta previa
it: Sondaggi precedenti
pt_br: Enquetes anteriores
th_th: โพลก่อนหน้า

source: Switch Country Program
ar: تغيير البرنامج القطري
es: Cambiar de país
it: Cambia Programma-Paese
pt_br: Mudar País
th_th: เปลี่ยนประเทศ

# about_title
source: About U-Report
ar: حول يو-ريبورت
es: Acerca de U-Report
it: Su U-Report
pt_br: Sobre o U-Report
th_th: เกี่ยวกับยูรีพอร์ต

# label_unicef_ambassadors
source: Unicef Ambassadors
ar: سفير اليونيسيف
es: Embajadores de UNICEF
it: Ambasciatori UNICEF
pt_br: Embaixadores da Unicef
th_th: ทูตยูนิเซฟ

# ambassadors_subtitle
source: Goodwill Ambassador
ar: سفير النوايا الحسنة
es: Embajador de buena voluntad
it: Ambasciatore di Buona Volontà
pt_br: Embaixador do bem
th_th: ทูตสันถวไมตรี

# ambassadors_all_button
source: See all Unicef Ambassadors
ar: مشاهدة جميع سفراء اليونيسيف
es: Ver todxs lxs embajadores de UNICEF
it: Guarda tutti gli Ambasciatori UNICEF
pt_br: Veja todos os embaixadores da Unicef
th_th: ดูรายชื่อทูตยูนิเซฟทุกคน

# label_ambassadors
source: Ambassadors
ar: سفير
es: Embajadores
it: Ambasciatori
pt_br: Embaixadores
th_th: ทูต

# login_error
source: An error occurred during the login process
ar: حصل خطأ في عملية تسجيل الدخول
es: Ha ocurrido un error en el proceso de registro.
it: Si è verificato un errore durante la procedura d'accesso
pt_br: Ocorreu um erro durante o processo de login
th_th: เกิดความขัดข้องระหว่างกระบวนการลงชื่อเข้าใช้

# login_load_user_message
source: Loading user information...
ar: تحميل معلومات المستخدم
es: Cargando información de usuario.
it: In attesa delle informazioni dell'utente
pt_br: Carregando as informações do usuário...
th_th: กำลังโหลดข้อมูลผู้ใช้งาน...

# user_confirmation_load_message
source: Verifying user...
ar: التحقق من المستخدم...
es: Verificando usuario.
it: Verifica dell'utente in corso...
pt_br: Verificando usuário...
th_th: กำลังตรวจสอบผู้ใช้งาน...

# user_registering_load_message
source: Registering user...
ar: تسجيل المستخدم...
es: Registrando usuario.
it: Registrazione dell'utente in corso...
pt_br: Registrando usuário...
th_th: กำลังลงทะเบียนผู้ใช้งาน...

# caching_user_load_message
source: Caching user...
ar: حفظ المستخدم...
es: Guardando usuario...
it: Salvataggio dell'utente in corso...
pt_br: Salvando usuário...
th_th: กำลังบันทึกผู้ใช้งาน...

# error_email_already_exists
source: There is an user with this email. Choose another!
ar: هذه البريد الالكتروني مستخدم، يرجى اختيار بريد آخر!
es: Ya hay un usuario registrado con este mail. Por favor usa una dirección diferente!
it: Questa email è già stata usata. Per favore scegline un'altra!
pt_br: Existe um usuário com esse email. Escolha outro!
th_th: อีเมลนี้ถูกใช้ไปแล้ว กรุณาเลือกอีเมลอื่น!

# error_nickname_already_exists
source: There is an user with the same nickname. Choose another!
ar: هذا الاسم المستعار مستخدم، يرجى اختيار اسم مستعار آخر!
es: Ya hay un usuario usando ese apodo. Por favor escoge otro!
it: Questo nickname è già stato usato. Per favore scegline un altro!
pt_br: Existe um usuário com o mesmo apelido. Escolha outro!
th_th: ชื่อเล่นนี้ถูกใช้ไปแล้ว กรุณาเลือกชื่อเล่นอื่น!

# publishing_story_load_message
source: Publishing story...
ar: نشر قصة...
es: Publicando historia
it: Pubblicazione storia in corso...
pt_br: Publicando história...
th_th: กำลังเผยแพร่เรื่องราว...

# load_message_publishing_contribution
source: Publishing contribution...
ar: نشر مساهمة...
es: Publicando...
it: Pubblicazione contributo in corso...
pt_br: Publicando contribuição...

# date_now
source: right now
ar: حالياً
es: Ahora mismo
it: adesso
pt_br: agora

# load_registering_user
source: Registering user...
ar: تسجيل المستخدم...
es: Registrando usuario...
it: Registrazione utente in corso...
pt_br: Registrando usuário...
th_th: กำลังลงทะเบียนผู้ใช้งาน...

# load_message_logging
source: Logging...
ar: تسجيل الدخول...
es: Registrando...
it: Registrazione in corso...
pt_br: Logando...
th_th: กำลังลงชื่อเข้าใช้...

# info_forgot_password
source: We will send a new password through email.
ar: سوف نقوم بإرسال كلمة المستخدم الجديدة عبر البريد الالكتروني
es: Te enviaremos una nueva contraseña por correo electrónico
it: Ti invieremo una nuova password via email.
pt_br: Nós enviaremos uma nova senha através do e-mail.
th_th: เราจะส่งรหัสผ่านใหม่ไปให้ทางอีเมล

source: Send
ar: إرسال
es: Enviar
it: Invia
pt_br: Enviar
th_th: ส่ง

# error_forgot_password
source: This email doesn't exists.
ar: هذا البريد الالكتروني غير موجود.
es: Esta dirección no existe
it: Questa email non esiste.
pt_br: Esse email não existe.
th_th: อีเมลนี้ไม่มีอยู่ในระบบ

# load_message_reset_password
source: Resetting password...
ar: إعادة ضبط كلمة المرور
es: Reseteando contraseña
it: Reimpostazione password in corso...
pt_br: Limpando senha...
th_th: กำลังรีเซ็ตรหัสผ่าน...

# error_email_check
source: Your password was reset. Please check your email to get the new password.
ar: لقد تم إعادة ضبط كلمة مرورك، يرجى التحقق من بريدك الالكتروني للحصول على كلمة المرور الجديدة
es: Tu contraseña ha sido reseteada. Por favor revisa tu correo electrónico para obtener tu nueva clave.
it: La tua password è stata reimpostata. Per favore controlla la tua email per ottenere una nuova password.
pt_br: Sua senha foi limpa. Por favor verifique seu e-mail e pegue sua nova senha.
th_th: รหัสผ่านของคุณถูกรีเซ็ตแล้ว กรุณาเช็ครหัสผ่านใหม่ทางอีเมลของคุณ

# label_login
source: Login
ar: تسجيل الدخول
es: Registro
it: Accedi
th_th: ลงชื่อเข้าใช้

# label_forgot_password
source: Forgot password
ar: نسيت كلمة المرور
es: Olvidaste contraseña
it: Password dimenticata
pt_br: Esqueceu senha
th_th: ลืมรหัสผ่าน

# label_data_confirmation
source: Data confirmation
ar: تأكيد البيانات
es: Confirmación de datos
it: Conferma dati
pt_br: Confirmação de dados
th_th: ลงทะเบียนยูรีพอร์ต

# load_message_save_user
source: Saving user...
ar: حفظ المستخدم...
es: Guardando usuario...
it: Salvataggio utente in corso...
pt_br: Salvando usuário...
th_th: กำลังบันทึกผู้ใช้งาน...

# error_no_internet
source: Please, connect to the internet before continue.
ar: يرجى الاتصال بالإنترنت قبل المتابعة
es: Por favor conéctate a internet antes de continuar
it: Per favore verifica la connessione internet prima di continuare
pt_br: Por favor, conecte-se à internet antes de continuar
th_th: กรุณาเชื่อมต่อกับอินเทอร์เน็ตก่อนดำเนินการต่อ

# invite_contact_text
source: Chat with me on U-Report app! Download it here https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
ar: تحدث معي عن طريق تطبيق اليو-ريبورت! تحميل التطبيق من هنا https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
es: Te invito a chatear conmigo en la App de U-Report! Descárgala acá http://goo.gl/Xxyodt
it: Chatta con me sulla app U-Report on the Move! Scaricala qui http://goo.gl/Xxyodt
pt_br: Converse comigo no aplicativo U-Report! Faça o download ele aqui https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
th_th: แชทกับฉันบนแอปยูรีพอร์ต ดาวน์โหลได้ที่ http://bit.ly/UReportAndroid หรือ http://bit.ly/UReportIOS

# ureporters_selected_maximum
source: The maximum number of users selected are %d
ar: الرقم الأعظمي للمستخدمين المختارين هو %d
es: El número máximo de usuarios seleccionados es %d
it: Il numero massimo di utenti selezionati è %1$@
pt_br: O número máximo de usuários selecionados são %d
th_th: จำนวนผู้ใช้งานมากที่สุดที่สามารถเลือกได้คือ %d

# chat_private_media_permission_title
source: Media allowed
ar: الوسائط المتعددة مسموحة
es: Media permitida
it: Media consentiti
pt_br: Mídia habilitada
th_th: สื่อที่ใช้ได้

# search_title
source: Search
ar: بحث
es: Buscar
it: Cerca
pt_br: Buscar
th_th: ค้นหา

# search_hint_users
source: Search users
ar: بحث المستخدمين
es: Buscar usuarios
it: Cerca utenti
pt_br: Buscar usuários
th_th: ค้นหายูรีพอร์ตเตอร์

# error_image_upload
source: It was not possible to upload this image, choose another!
ar: لا يمكن تحميل هذه الصورة، يرجى اختيار صورة أخرى!
es: No fue posible cargar esta imagen. Por favor selecciona otra.
it: Non è possibile caricare questa immagine, cercane un'altra!
pt_br: Não foi possível fazer o upload dessa imagem, escolha outra!
th_th: ไม่สามารถอัพโหลดรูปภาพนี้ได้ กรุณาเลือกรูปภาพอื่น!

# chat_room_removed_user_name
source: Removed user
ar: مستخدم ملغى
es: Usuario removido
it: Utente rimosso
pt_br: Usuário removido
th_th: เอาผู้ใช้งานออก

# error_full_group
source: This group is full of users! Join another.
ar: هذه المجموعة مليئة بالأعضاء، يرجى الانضمام لمجموعة غيرها!
es: Este grupo ya está completo. Por favor selecciona otro.
it: Questo gruppo è pieno di utenti! Unisciti a un altro
pt_br: Esse grupo está lotado de usuários! Entre em outro.
th_th: กลุ่มนี้เต็มแล้ว! เข้าร่วมกลุ่มอื่น

# error_already_join_group
source: You already are member of this group.
ar: أنت عضو بهذه المجموعة.
es: Ya eres miembro de este equipo.
it: Sei già membro di questo gruppo.
pt_br: Você já é membro deste grupo.
th_th: คุณเป็นสมาชิกของกลุ่มนี้อยู่แล้ว

# success_message_join_group
source: Now you are member of this group! See in the your chat rooms.
ar: أنت الآن عضو في هذه المجموعة! شاهد غرف المحادثة
es: Ahora eres miembro de este grupo. Por favor mira en tus habitaciones de chat.
it: Ora sei un membro di questo gruppo!
pt_br: Agora você é membro desse grupo! Veja em suas salas de chat.
th_th: คุณได้เป็นสมาชิกของกลุ่มนี้แล้ว! เข้าไปดูในห้องแชทของคุณ

# error_choose_state
source: Choose the state of the country!
ar: اختر المحافظة التابعة للبلد!
es: Selecciona un estado de tu país.
it: Scegli la Regione del Paese!
pt_br: Escolha um estado!
th_th: กรุณาเลือกภูมิภาค!

# error_choose_district
source: Choose the district!
ar: اختر الناحية!
es: Selecciona distrito
it: Scegli la zona!
pt_br: Escolha um distrito
th_th: กรุณาเลือกจังหวัด

# error_rapidpro
source: An error occured during the registration process. Try again later.
ar: حصل خطأ أثناء عملية التسجيل! يرجى المحاولة لاحقاً
es: Ha ocurrido un error durante tu proceso de registro. Por favor inténtalo más tarde.
it: Si è verificato un errore durante la procedura di registrazione. Prova di nuovo.
pt_br: Aconteceu um erro durante o processo de registro. Tente novamente mais tarde.
th_th: เกิดความขัดข้องในระหว่างกระบวนการลงทะเบียน กรุณาลองใหม่ภายหลัง

# load_message_user_data
source: Loading user data...
ar: تحميل بيانات المستخدم...
es: Cargando datos de usuario.
it: Carica i dati utente...
pt_br: Carregando dados do usuário...
th_th: กำลังโหลดข้อมูลผู้ใช้งาน...

# summary_notification
source: U-Report
ar: يو-ريبورت
th_th: ยูรีพอร์ต

# hint_search_groups
source: Search groups
ar: البحث في المجموعات
es: Buscar grupos
it: Cerca gruppi
pt_br: Procurar grupos
th_th: ค้นหากลุ่ม

# hint_search_chat_rooms
source: Search chat rooms
ar: البحث في غرف المحادثة
es: Buscar habitaciones de chat
it: Cerca chat room
pt_br: Buscar salas de chat
th_th: ค้นหาห้องแชท

# label_close_group
source: Close Group
ar: مجموعة مغلقة
es: Cerrar grupo
it: Chiudi gruppo
pt_br: Fechar Grupo
th_th: ปิดกลุ่ม

# message_close_group
source: Do you really want to close this group?
ar: هل أنت متأكد من أنك تريد إغلاق هذه المجموعة؟
es: Estás seguro que quieres cerrar este grupo?
it: Sei sicuro di voler chiudere questo gruppo?
pt_br: Você realmente quer fechar este grupo?
th_th: คุณต้องการปิดกลุ่มจริงๆ หรือ?

# error_empty_message
source: The response can not be empty.
ar: الجواب لا يمكن أن يكون فارغاً.
es: Esta respuesta no puede estar en blanco
it: La risposta non può esser vuota.
pt_br: A resposta não pode ser vazia.
th_th: คำตอบไม่สามารถเว้นว่างได้

# response_message
source: Response sent, wait for the next question
ar: تم إرسال الجواب، انتظر السؤال التالي
es: Respuesta enviada, por favor espera la próxima pregunta.
it: Risposta inviata, aspetta la prossima domanda
pt_br: Resposta enviada, espere pela próxima pergunta
th_th: ส่งคำตอบแล้ว รอคำถามต่อไป

# error_take_picture
source: An error occurred, take another picture
ar: حصل خطأ، يرجى أخذ صورة أخرى
es: Ha ocurrido un error. Por favor toma otra foto.
it: Si è verificato un errore, utilizza un'altra immagine
pt_br: Aconteceu um erro, tire uma outra foto
th_th: เกิดความขัดข้อง กรุณาถ่ายภาพใหม่

# cover_title
source: Cover
ar: غلاف
es: Portada
it: Copertina
pt_br: Capa
th_th: ปก

# load_compressing_file
source: Compressing file...
ar: ضغط الملف
es: Comprimiendo archivo...
it: Compressione file
pt_br: Comprimindo arquivo...
th_th: กำลังบีบอัดไฟล์

# title_media
source: Media
ar: وسائط متعددة
pt_br: Mídia
th_th: สื่อ

# title_preferences_privacy
source: Privacy
ar: سريّة
es: Privacidad
pt_br: Privacidade
th_th: ความเป็นส่วนตัว

# title_preferences_notifications
source: Notifications
ar: تنبيهات
es: Notificaciones
it: Notifiche
pt_br: Notificações
th_th: การแจ้งเตือน

# title_preferences_account
source: Account
ar: حساب
es: Cuenta
it: Profilo
pt_br: Conta
th_th: บัญชี

# title_pref_chat_available
source: Available in chat
ar: متاح في المحادثة
es: Disponible en el chat
it: Disponibile in chat
pt_br: Disponível no chat
th_th: พร้อมที่จะแชท

# title_pref_chat_notifications
source: Receive chat notifications
ar: استقبال تنبيهات المحادثة
es: Recibir notificaciones de chat
it: Ricevi notifiche chat
pt_br: Receber notificações de chat
th_th: รับการแจ้งเตือนแชท

# title_pref_edit_profile
source: Edit profile
ar: تعديل الملف الشخصي
es: Editar perfil
it: Modifica profilo
pt_br: Editar perfil
th_th: แก้ไขโปรไฟล์

# title_pref_change_password
source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
it: Cambia la password
pt_br: Mudar senha
th_th: เปลี่ยนรหัสผ่าน

# label_user_settings
source: Edit user
ar: تعديل المستخدم
es: Editar usuario
it: Modifica utente
pt_br: Editar usuário
th_th: แก้ไขผู้ใช้งาน

# error_update_user
source: An error occurred during the update process
ar: حصل خطأ أثناء عملية التحديث
es: Ha ocurrido un error durante el proceso de actualización
it: Si è verificato un errore durante il processo di aggiornamento
pt_br: Ocorreu um erro durante o processo de atualização
th_th: เกิดความขัดข้องระหว่างกระบวนการอัพเดต

# old_password_title
source: Old password
ar: كلمة مرور القديمة
es: Antigua contraseña
it: Vecchia Password
pt_br: Senha antiga
th_th: รหัสผ่านเก่า

source: New password
ar: كلمة المرور الجديدة
es: Nueva contraseña
it: Nuova Password
pt_br: Nova senha
th_th: รหัสผ่านใหม่

# change_password_title
source: Inform below the current password and the new one
ar: كتابة كلمة مرورك الحالية في الأسفل، ومن ثم الجديدة
es: Escribe más abajo tu antigua contraseña y la nueva
it: Scrivi sotto la password attuale e dopo quella nuova
pt_br: Informe abaixo a senha atual e uma nova senha
th_th: กรอกรหัสผ่านปัจจุบันด้านล่าง ตามด้วยรหัสผ่านใหม่

# error_change_password
source: The password is incorrect
ar: كلمة المرور غير صحيحة
es: La contraseña es incorrecta
it: La password non è corretta
pt_br: A senha está incorreta
th_th: รหัสผ่านไม่ถูกต้อง

# title_poll_question_user
source: Hi %@!
ar: مرحبا %d!
es: Hola %@!
it: Ciao %1$@!
pt_br: Oi %d!
th_th: สวัสดี %1$s!

# poll_question_latest_results
source: Previous poll results
ar: نتائج استطلاع الرأي السابقة
es: Resultado de encuestas anteriores
it: Risultati dei sondaggi precedenti
pt_br: Resultados de enquetes anteriores
th_th: ผลโพลก่อนหน้า

# view_title
source: View
ar: عرض
es: Ver
it: Guarda
pt_br: Visualizar
th_th: ดู

# poll_response_hint
source: Tap here to answer
ar: انقر هنا للإجابة
es: Haz click acá para responder
it: Clicca qui per rispondere
pt_br: Aperte aqui para responder
th_th: แตะที่นี่เพื่อตอบ

# poll_question_default_message
source: Wait for the next poll or send a message to U-Report below
ar: انتظر استطلاع الرأي التالي أو أرسل رسالة إلى يو-ريبورت الآن
es: Esperar a próxima encuesta o enviar mensaje a U-Report más abajo.
it: Aspetta il prossimo sondaggio o manda un messaggio a U-Report On the Move sotto
pt_br: Espere pela próxima enquete ou envia uma mensagem para o U-Report abaixo
th_th: รอโพลถัดไป หรือส่งข้อความมายังยูรีพอร์ตด้านล่าง

# main_chat
source: Chat
ar: محادثة
th_th: แชท

# title_open_groups
source: Follow Groups
ar: متابعة المجموعات
es: Seguir grupos
it: Segui gruppi
pt_br: Seguir Grupos
th_th: ติดตามการสนทนา

# description_open_groups
source: See what U-Report communities are talking about
ar: مشاهدة محادثات مجتمعات اليو-ريبورت
es: Ver lo que las comunidades de U-Report están hablando
it: Guarda di cosa stanno parlando le comunità U-Report
pt_br: Veja o que as comunidades do U-Report estão falando
th_th: มาดูกันว่าชุมชนยูรีพอร์ตกำลังพูดคุยเรื่องอะไรกัน

# title_see
source: See
ar: مشاهدة
es: Ver
it: Guarda
pt_br: Veja
th_th: ดู

# label_invite_contacts
source: Invite contacts
ar: دعوة جهة اتصال
es: Invitar contactos
it: Invita contatti
pt_br: Convidar contatos
th_th: เชิญเพื่อนๆ มาร่วม

# title_poll_question_no_login
source: You need to login to answer polls
ar: يجب عليك تسجيل الدخول قبل الإجابة على استطلاعات الرأي
es: Necesitas registrarte para contestar encuestas
it: Hai bisogno di accedere per rispondere ai sondaggi
pt_br: Você precisa fazer o login para responder enquetes
th_th: คุณจำเป็นต้องลงชื่อเข้าใช้ก่อนตอบโพล

# label_last_polls
source: Previous poll results
ar: نتائج استطلاع الرأي السابقة
es: Resultado de encuestas anteriores
it: Risultati sondaggi precedenti
pt_br: Resultados de enquetes anteriores
th_th: ผลโพลก่อนหน้า

# stories_moderation
source: Stories
ar: قصص
es: Historias
it: Storie
pt_br: Histórias
th_th: เรื่องราว

# label_moderation
source: Moderation
ar: الاعتدال
es: Moderación
it: Moderazione
pt_br: Moderação
th_th: ปริมาณที่พอเหมาะ

# title_moderation
source: %d moderation
ar: الاعتدال %d
es: %d moderación
it: %1$@ moderazione
pt_br: %d moderação

# button_title_publish
source: Publish
ar: نشر
es: Publicar
it: Pubblica
pt_br: Publicar
th_th: เผยแพร่

# success_story_update_message
source: Story was updated with success!
ar: تم تحديث القصة بنجاح!
es: La historia fue actualizada exitosamente
it: La storia è stata aggiornata con successo
pt_br: História atualizada com sucesso!
th_th: อัพเดตเรื่องราวเรียบร้อย!

# message_story_publish_warning
source: Your story has been submitted to the U-Report team. Check back soon to see it published!
ar: لقد تم ارسال قصتك إلى فريق يو-ريبورت، تابعنا قريباً لتراها منشورة!
es: Tu historia ha sido enviada al equipo de U-Report. Chequea más tarde para verla publicada.
it: La tua storia è stata sottomessa al team U-Report on the Move. Torna presto per verificare se è stata pubblicata!
pt_br: Sua história foi enviada para o time do U-Report. Verifique depois e veja se foi publicada!
th_th: เรื่องราวของคุณได้ถูกส่งไปยังทีมยูรีพอร์ตเพื่อพิจารณาเผยแพร่แล้ว!

# label_remove
source: Remove
ar: إزالة
es: Quitar
it: Rimuovi
pt_br: Remover
th_th: เอาออก

# error_remove
source: An error occurred during the remove process
ar: حصل خطأ أثناء عملية الحذف
es: Ha ocurrido un error
it: Si è verificato un errore durante il processo di rimozione
pt_br: Ocorreu um erro durante o processo de remoção
th_th: เกิดความขัดข้องในระหว่างกระบวนการเอาออก

# message_success_remove
source: The data was removed with success!
ar: تم حذف البيانات بنجاح!
es: Los datos han sido removidos exitosamente
it: I dati sono stati rimossi con successo!
pt_br: Os dados foram removidos com sucesso!
th_th: ข้อมูลถูกเอาออกเป็นที่เรียบร้อย!

# title_share_story
source: Share story using:
ar: مشاركة القصة عبر:
es: Comparte historia usando:
it: Condividi la storia utilizzando:
pt_br: Compartilhe história usando:
th_th: แบ่งปันเรื่องราวโดยใช้:

# title_share_news
source: Share news using:
ar: مشاركة الأخبار عبر:
es: Comparte noticias usando:
it: Condividi le notizie utilizzando:
pt_br: Compartilhe notícia usando:
th_th: แบ่งปันข่าวโดยใช้:

# title_share_subject
source: Story shared using U-Report
ar: تم مشاركة القصة عن طريق اليو-ريبورت
es: Historia compartida usando U-Report
it: Storia condivisa attraverso U-Report on the Move
pt_br: História compartilhada usando U-Report
th_th: เรื่องราวที่แบ่งปันผ่านยูรีพอร์ต

# story_share_info
source: Download U-Report app: https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
ar: تحميل تطبيق اليو-ريبورت: https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
es: Descarga la App de U-Report: http://goo.gl/Xxyodt
it: Scarica la app U-Report on the Move: http://goo.gl/Xxyodt
pt_br: Download U-Report: https://itunes.apple.com/us/app/u-report/id1067406438?mt=8
th_th: ดาวน์โหลดแอปยูรีพอร์ต: https://itunes.apple.com/us/app/u-report/id1067406438?mt=8

# label_country_moderator
source: Country Moderators
ar: مشرفو البلد
es: Moderadores de país
it: Moderatori Paese
pt_br: Moderadores de País
th_th: ผู้ตรวจทานของประเทศ

# message_success_user_update
source: User was updated with success!
ar: تم تحديث المستخدم بنجاح!
es: Usuario actualizado exitosamente
it: L'utente è stato aggiornato con successo!
pt_br: Usuário foi atualizado com sucesso!
th_th: อัพเดตผู้ใช้งานเรียบร้อย!

# ureport_message_title
source: U-Report message
ar: رسالة يو-ريبورت
es: Mensaje U-Report
it: Messaggio U-Report on the Move
pt_br: Mensagem do U-Report
th_th: ข้อความยูรีพอร์ต

# message_remove_chat_message
source: Do you really want to delete this message?
ar: هل أنت متأكد من أنك تريد حذف هذه الرسالة؟
es: Seguro que quieres borrar este mensaje?
it: Sei sicuro di voler cancellare questo messaggio?
pt_br: Você realmente quer deletar essa mensagem?
th_th: คุณต้องการลบข้อความนี้จริงๆ หรือ?
