Repository: rapidpro/rapidpro-ios
Catalog: ureport/Resources/*.lproj/Localizable.strings
Languages: ar, es, it, pt_br, th_th

# message_delete_message_success
source: Your message was deleted with success!
ar: تم مسح الرسالة بنجاح!
es: Tu mensaje ha sido borrado exitosamente!
it: Il tuo messaggio è stato cancellato con successo!
pt_br: Sua mensagem foi deletada com sucesso!
th_th: ข้อความของคุณถูกลบแล้ว!

# message_individual_chat_blocked
source: This chat room was blocked by %@
ar: تم حظر غرفة المحادثة هذه من قبل %@
es: Esta habitación de chateo ha sido bloqueada por %@
it: Questa chat room è stata bloccata da %1$@
pt_br: Essa sala de chat foi bloqueada por %@
th_th: ห้องแชทนี้ถูกบล็อกโดย %@

source: Block chat room
ar: حظر غرفة المحادثة
es: Bloquear habitación de chat
it: Blocca la chat room
pt_br: Bloquear sala de chat
th_th: บล็อกห้องแชท

# label_unblock_chat_room
source: Unblock chat room
ar: رفع حظر غرفة المحادثة
es: Desbloquear habitación de chat
it: Sblocca la chat room
pt_br: Desbloquear sala de chat
th_th: ยกเลิกการบล็อกห้องแชท

# message_block_chat_room
source: This chat room is blocked now!
ar: غرفة المحادثة محظورة الآن!
es: Esta habitación de chat está bloqueada
it: Questa chat room è adesso bloccata!
pt_br: Essa sala de chat está bloqueada agora!
th_th: ห้องแชทนี้ถูกบล็อกอยู่!

# message_unblock_chat_room
source: This chat room was unblocked now!
ar: تم رفع الحظر عن غرفة المحادثة!
es: Esta habitación de chat ha sido desbloqueada
it: Questa chat room è adesso sbloccata!
pt_br: Essa sala de chat foi desbloqueada agora!
th_th: ห้องแชทนี้ถูกยกเลิกการบล็อกแล้ว!

# message_confirm_block_user
source: Do you really want to block this chat room?
ar: هل أنت متأكد من أنك تريد حظر غرفة المحادثة؟
es: Estas seguro que quieres bloquear esta habitación de chat?
it: Sei sicuro di voler bloccare questa chat room?
pt_br: Você realmente quer bloquear essa sala de chat?
th_th: คุณต้องการบล็อกห้องแชทนี้แน่หรือ?

# message_confirm_unblock_user
source: Do you really want to unblock this chat room?
ar: هل أنت متأكد من أنك تريد رفع الحظر عن غرفة المحادثة؟
es: Esta seguro que quieres desbloquear esta habitación de chat?
it: Sei sicuro di voler sbloccare questa chat room?
pt_br: Você realmente quer desbloquear essa sala de chat?
th_th: คุณต้องการยกเลิกการบล็อกห้องแชทนี้แน่หรือ?

# message_user_blocked_by_other
source: The user %d has blocked you. You can't chat with him.
ar: تم حظرك من قبل المستخدم، لا يمكنك بدء محادثة معه. %@
es: El usuario %@ te ha bloqueado. Ya no pueden chatear.
it: L'utente %1$@ ti ha bloccato. Non puoi chattare con lui.
pt_br: O usuário %d bloqueou você. Você não pode conversar com ele.
th_th: ผู้ใช้งาน %1$s ได้บล็อกคุณ คุณไม่สามารถแชทกับเขา/เธอได้

# label_chat_invite
source: Chat
ar: محادثة
th_th: แชท

# label_view_stories
source: Stories
ar: قصص
es: Historias
it: Storie
pt_br: Histórias
th_th: เรื่องราว

# label_view_points
source: Points
ar: نقاط
es: Puntos
it: Punti
pt_br: Pontos
th_th: คะแนน

# text_donate
source: Donate
ar: تبرع
es: Donar
it: Dona
pt_br: Doar
th_th: บริจาค

# label_chat_picture_notification
source: picture
ar: صورة
es: Imagen
it: figura
th_th: รูปภาพ

# get_started_title
source: Get started
ar: أبدأ الآن
es: Comenzar
it: Inizia
pt_br: Começar
th_th: เริ่มต้น

# ureport_contribution_notification_title
source: New contribution to a story
ar: مساهمة قصة جديدة
es: Agregar nueva información a una historia
it: Nuovo contributo alla storia
pt_br: Nova contribuição na história

# title_tutorial
source: Once you register to become a U-Reporter you can:
ar: عندما تقوم بالتسجيل لتصبح مراسل يو-ريبورت، عندها تستطيع:
es: Una vez que te registras para ser U-Reporter puedes:
it: Una volta completata la registrazione per diventare U-Reporter puoi:
pt_br: Uma vez que você registra e se torna um U-Reporter você pode:
th_th: เมื่อคุณเป็นยูรีพอร์ตเตอร์แล้ว คุณสามารถ:

# message_send_poll
source: Sending poll response...
ar: إرسال جواب عن استطلاع رأي
es: Enviando respuesta a encuesta...
it: Invio risposta al sondaggio...
pt_br: Enviando resposta da enquete...
th_th: กำลังส่งคำตอบโพล...

# message_response_sent
source: Response sent successfully!
ar: تم ارسال الجواب بنجاح!
es: Respuesta enviada exitosamente!
it: Risposta inviata con successo!
pt_br: Resposta enviada com sucesso!
th_th: ส่งคำตอบโพลเรียบร้อย!

# message_question_profile_picture
source: Do you want to change the profile picture?
ar: هل تريد تغيير صورة الملف الشخصي؟
es: Quieres cambiar tu foto de perfil?
it: Vuoi modificare l'immagine del profilo?
pt_br: Você quer mudar sua foto de perfil?
th_th: คุณต้องการเปลี่ยนรูปภาพโปรไฟล์แน่หรือ?

# message_youtube_link
source: Put the Youtube link below:
ar: ضع رابط اليوتيوب في الأسفل:
es: Copia el link de Youtube:
it: Metti il link Youtube qui sotto:
pt_br: Insira o link do Youtube abaixo:
th_th: ใส่ลิงก์ยูทูปด้านล่าง:

# error_empty_link
source: You need to provide a valid youtube link
ar: يجب أن تضع رابط يوتيوب صالح
es: Este link de Youtube no es válido.
it: Devi fornire un link Youtube valido
pt_br: Você precisa fornecer um link válido do youtube
th_th: คุณต้องใส่ลิงก์ยูทูปที่ถูกต้อง

# hint_youtube_link
source: Youtube link
ar: رابط يوتيوب
es: Link de Yutube
it: link Youtube
pt_br: Link do Youtube
th_th: ลิงก์ยูทูป

# error_video_load
source: An error occurred during the video load
ar: حصل خطأ أثناء تحميل الفيديو
es: Ha ocurrido un error mientras se subía el video
it: Si è verificato un errore durante il caricamento del video
pt_br: Ocorreu um vídeo durante o carregamento do vídeo
th_th: เกิดความขัดข้องระหว่างการโหลดวิดีโอ

# title_click_to_play
source: Click to play
ar: اضغط للمشاهدة
es: Click para play
it: Clicca per vedere
pt_br: Clique para reproduzir
th_th: คลิกเพื่อเล่น

# message_story_disapproved
source: The story was disapproved with success!
ar: تم رفض هذه القصة بنجاح
es: Esta historia ha sido desaprobada.
it: La storia è stata bocciata con successo.
pt_br: Essa história foi desaprovada com sucesso!
th_th: เรื่องนี้ถูกปฏิเสธแล้ว

# title_chat_message
source: New chat message
ar: رسالة محادثة جديدة
es: Nuevo mensaje de chat
it: Nuovo messaggio dalla chat
pt_br: Nova mensagem de chat
th_th: ข้อความแชทใหม่

# prompt_media_notification
source: media
ar: وسائط متعددة
th_th: สื่อ

# choose_camera
source: Choose from camera roll
ar: اختيار من لفة الكاميرا
es: Galería
pt_br: Escolher do álbum
th_th: เลือกจากม้วนกล้อง

# choose_take_picture
source: Take a Picture
ar: التقط صوره
es: Cámara
pt_br: Tirar Foto
th_th: ถ่ายภาพ

# group_no_user
source: There is no user selected
ar: لا يوجد مستخدم اختيار
es: Ningún usuario ha seleccionado.
pt_br: Não há usuário selecionado.
th_th: มีผู้ใช้ไม่เลือก

# group_min_user
source: A group must have at least 2 people
ar: يجب أن يكون مجموعة شخصين على الأقل
es: Un grupo debe tener al menos 2 personas
pt_br: Um grupo deve ter no mínimo 2 pessoas
th_th: กลุ่มจะต้องมีอย่างน้อย 2 คน

# feature_without_permission
source: You are not allowed to access this feature.
ar: لا يسمح لك بالوصول إلى هذه الميزة.
es: No se le permite acceder a esta característica.
pt_br: Você não tem permissão para acessar este recurso.
th_th: คุณยังไม่ได้รับอนุญาตให้เข้าถึงคุณลักษณะนี้

source: %@ is empty
ar: ٪@ فارغ
es: %@ está vacío
pt_br: %@ está vazio
th_th: %@ เป็นที่ว่างเปล่า

# story_empty
source: Insert a Story
ar: اضافة الى وجود قصة
es: Inserte una historia
pt_br: Insira uma História
th_th: แทรกเรื่อง

# login_password_error
source: Login/Senha incorrect
ar: دخول / كلمة المرور غير صحيحة
es: Login/Contraseña incorrecta
pt_br: Login/Password incorreto
th_th: เข้าสู่ระบบ / รหัสผ่านไม่ถูกต้อง

# loading_states
source: Please wait, loading states...
ar: ...يرجى الانتظار، وتحميل الدول
es: Por favor espere, loading states...
pt_br: Por favor espere, carregando estados...
th_th: โปรดรอสักครู่กำลังโหลดสหรัฐอเมริกา ...

source: State
ar: حالة
es: Estado
pt_br: Estado
th_th: สถานะ

source: District
ar: منطقة
es: Distrito
pt_br: Distrito
th_th: ตำบล

source: Country
ar: بلد
es: País
pt_br: País
th_th: ประเทศ

source: Gender
ar: جنس
es: Sexo
pt_br: Sexo
th_th: เพศ

source: Next
ar: التالى
es: Continúa
pt_br: Próximo
th_th: ต่อไป

source: New Group
ar: مجموعة جديدة
es: Grupo nuevo
pt_br: Novo Grupo
th_th: กลุ่มใหม่

source: Open
ar: فتح
es: Abra
pt_br: Abrir
th_th: เปิด

source: Switch Language
ar: مفتاح اللغة
es: Cambiar idioma
pt_br: Trocar Idioma
th_th: สวิทช์ภาษา

source: Poll Results
ar: نتائج الاستطلاع
es: Resultados de la Encuesta
pt_br: Resultado de Enquetes
th_th: ผลการสำรวจ

# remove_group
source: Delete group
ar: حذف مجموعة
es: Eliminar grupo
pt_br: Deletar grupo
th_th: ลบกลุ่ม

# choose_option
source: Choose an option
ar: إختر خيار
es: Elija una opción
pt_br: Escolha uma opção
th_th: เลือกตัวเลือก

source: Login Required
ar: تسجيل الدخول مطلوب
es: Requiere Login
pt_br: Requer Login
th_th: ต้องเข้าสู่ระบบ

# login_msg
source: Please Login to access this feature!
ar: !الرجاء تسجيل الدخول للوصول إلى هذه الميزة
es: Inicia sesión para acceder a esta característica.
pt_br: Por favor autentique-se para acessar este recurso!
th_th: กรุณาเข้าสู่ระบบเพื่อเข้าถึงคุณลักษณะนี้!

source: Login Now!
ar: !تسجيل الدخول الآن
es: Ingresar Ahora!
pt_br: Logar Agora!
th_th: ลงชื่อเข้าใช้ตอนนี้!

source: Audio
ar: سمعي
pt_br: Áudio
th_th: เสียง

source: Gallery
ar: صالة عرض
es: Galería
pt_br: Galeria
th_th: แกลเลอรี

source: File
ar: ملف
es: Archivo
pt_br: Arquivo
th_th: ไฟล์

source: Camera
ar: الة تصوير
es: Cámara
pt_br: Câmera
th_th: กล้อง

# video
source: Movie
ar: فيلم
es: Vídeo
pt_br: Vídeo
th_th: วิดีโอ

# attachments
source: %d attachments
ar: المرفقات %d
es: %d anexos
pt_br: %d anexos
th_th: %d สิ่งที่แนบมา

# likes
source: %d likes
ar: د أمثال %d
es: %d curtidas
pt_br: %d curtidas
th_th: %d ไลค์

# no_hardware_permission_photo
source: To complete this action please provide permission to access the library
ar: لإكمال هذا الإجراء يرجى تقديم إذن للوصول إلى مكتبة
es: Para completar esta acción por favor proporcione permiso para acceder a la biblioteca
pt_br: Para concluir esta ação por favor forneça permissão de acesso a biblioteca
th_th: ในการดำเนินการนี้โปรดให้สิทธิ์ในการเข้าถึงห้องสมุด

# no_hardware_permission_camera
source: To complete this action please provide permission to access the camera
ar: لإكمال هذا الإجراء يرجى تقديم إذن للوصول إلى الكاميرا
es: To complete this please acción provides permiso to acceder a la camara
pt_br: Para concluir esta ação por favor forneça permissão de acesso a câmera
th_th: ในการดำเนินการนี้โปรดให้สิทธิ์ในการเข้าถึงกล้อง

# no_hardware_permission_microphone
source: To complete this action please provide the microphone access permission
ar: لإكمال هذا الإجراء يرجى تقديم إذن الوصول ميكروفون
es: Para completar esta acción por favor proporcione el permiso de acceso micrófono
pt_br: Para concluir esta ação por favor forneça permissão de acesso ao microfone
th_th: ในการดำเนินการนี้โปรดให้สิทธิ์ในการเข้าถึงไมโครโฟน

# no_hardware_permission_contact
source: To complete this action please provide permission to access the contact list
ar: لإكمال هذا الإجراء يرجى تقديم إذن للوصول إلى قائمة الاتصال
es: Para completar esta acción por favor proporcione permiso para acceder a la lista de contactos
pt_br: Para concluir esta ação por favor forneça permissão de acesso a lista de contatos
th_th: ในการดำเนินการนี้โปรดให้สิทธิ์ในการเข้าถึงรายชื่อผู้ติดต่อ

# twitter_error_message
source: To login with Twitter, add an account before the settings of your iPhone.
ar: للدخول عبر تويتر، إضافة حساب قبل أن تصبح الإعدادات من اي فون الخاص بك
es: Para iniciar la sesión con Twitter, añadir una cuenta antes de la configuración de tu iPhone.
pt_br: Parar entrar com o Twitter, adicione uma conta antes nas configurações do seu iPhone.
th_th: เข้าสู่ระบบด้วย Twitter, เพิ่มบัญชีก่อนการตั้งค่าของ iPhone ของคุณ

# label_no_chats
source: There is no chat or group that you are participating
ar: لا يوجد دردشة أو المجموعة التي كنت مشاركا
es: Usted no tiene ninguna sala de chat sin embargo.
pt_br: Você tem nenhuma sala de chat ainda.
th_th: ไม่มีการแชทหรือกลุ่มที่คุณมีส่วนร่วมคือ

# label_reset_password
source: Enter your current password and the new password you want.
ar: أدخل كلمة المرور الحالية وكلمة المرور الجديدة التي تريد
es: Introduzca a continuación su contraseña actual y la nueva contraseña que desea.
pt_br: Insira abaixo sua senha atual e nova senha desejada.
th_th: ป้อนรหัสผ่านปัจจุบันและรหัสผ่านใหม่ที่คุณต้องการ

# unknown_error
source: Unknown error, try again.
ar: خطأ غير معروف، حاول مرة أخرى
es: Error desconocido, inténtelo de nuevo.
pt_br: Erro desconhecido, tente novamente.
th_th: ผิดพลาดไม่ทราบลองอีกครั้ง

# password_updated
source: Password successfully updated!
ar: كلمة المرور بنجاح تحديث
es: Contraseña actualizada correctamente!
pt_br: Senha atualizada com sucesso!
th_th: รหัสผ่านการปรับปรุงเรียบร้อยแล้ว!

# syria_vpn_required
source: Syrian users you must activate a VPN to perform authentication on the application, after performing the authentication you can disable the VPN.
ar: المستخدمين السوري يجب تنشيط VPN لتنفيذ المصادقة على الطلب بعد إجراء المصادقة يمكنك تعطيل VPN
es: Usuarios sirios se deben activar una VPN para realizar la autenticación de la aplicación, después de realizar la autenticación se puede desactivar la VPN.
pt_br: Usuários da Syria é necessário ativar uma VPN para realizar a autenticação no aplicativo, após realizar a autenticação você pode desativar a VPN.
th_th: ผู้ใช้ซีเรียคุณต้องเปิดใช้งาน VPN เพื่อดำเนินการตรวจสอบกับโปรแกรมที่หลังจากดำเนินการตรวจสอบคุณสามารถปิดการใช้งาน VPN

# tutorial_title1
source: Create Stories
ar: إنشاء قصص
es: Crea historias
it: Crea Storie
pt_br: Criar Histórias
th_th: เขียนเรื่องราวใหม่

# tutorial_description1
source: Amplify your voice and share what is happening in your community by creating stories and commenting on others.
ar: أسمعنا صوتك وشاركنا ما يحدث في مجتمعك من خلال كتابة قصص والتعليق على القصص الأخرى
es: Amplifica tu voz y comparte lo que está pasando en tu comunidad creando y comentando historias.
it: Amplifica la tua voce e condividi cosa sta accadendo nella tua comunità creando storie e commentando su quelle degli altri
pt_br: Amplifique sua voz e compartilhe o que está acontecendo em sua comunidade criando histórias e contribuindo em outras.
th_th: แบ่งปันสิ่งที่เกิดขึ้นในชุมชนของคุณด้วยการเขียนเรื่องราวมายังยูรีพอร์ต และแสดงความเห็นกับเรื่องที่คนอื่นๆ แบ่งปัน

# tutorial_title2
source: Answer Polls
ar: الرد على استطلاعات الرأي
es: Responde encuestas
it: Rispondi ai sondaggi
pt_br: Responder Enquetes
th_th: ตอบโพล

# tutorial_description2
source: Each week you and millions of other U‑Reporters can answer polls about issues impacting young people in your community. Results will always be shared.
ar: كل أسبوع تستطيع الإجابة على العديد من استطلاعات الرأي حول ما يحدث في مجتمعك مع الملايين من مستخدمي اليو-ريبورت الآخرين
es: Semanalmente, y junto a millones de U-Reporters, contesta encuestas sobre temas que te impactan a ti y a tu comunidad. Los resultados serán compartidos.
it: Ogni settimana tu e altri milioni di U-Reporter potete rispondere ai sondaggi su argomenti che influenzano i giovani nella tua comunità. I risultati saranno sempre condivisi
pt_br: Toda semana você e milhões de outros U-Reporters podem responder enquetes sobre questões que impactam pessoas jovens em sua comunidade. Resultados serão sempre compartilhados.
th_th: แต่ละสัปดาห์ คุณและยูรีพอร์ตเตอร์นับล้านทั่วโลกจะตอบคำถามโพลเกี่ยวกับเรื่องที่มีผลกระทบต่อชุมชนของคุณ

# tutorial_title3
source: Chat for Free
ar: دردشة مجانية
es: Chatea gratis
it: Chatta gratis
pt_br: Chat grátis
th_th: แชทฟรี

# tutorial_description3
source: Chat with other U-Reporters and follow Group Chats around youth issues.
ar: تحدث مع مراسلي اليو-ريبورت الآخرين وتابع المجموعات الخاصة بقضايا الشباب
es: Chatea con otrxs U-Reporters y sigue grupos que hablen sobre temas que te interesen.
it: Chatta con altri U-Reporters e segui le chat di gruppo su tematiche giovanili
pt_br: Chat com outros U-Reporters e siga grupos de chat sobre questões da juventude.
th_th: แชทกับยูรีพอร์ตเตอร์คนอื่น และติดตามกลุ่มแชทในเรื่องที่เกี่ยวกับเยาวชน

source: Advocacy
ar: المناصرة
es: Incidencia
pt_br: Advocacia
th_th: งานรณรงค์

source: Child Protection
ar: حماية الطفل
es: Protección de niños y niñas
pt_br: Proteção Infantil
th_th: การคุ้มครองเด็ก

source: Education
ar: التعليم
es: Educación
pt_br: Educação
th_th: การศึกษา

source: Emergency
ar: الطوارئ
es: Emergencia
pt_br: Emergência
th_th: สถานการณ์ฉุกเฉิน

source: Health
ar: الصحة
es: Salud
pt_br: Saúde
th_th: สุขภาพ

source: HIV/AIDS
ar: فيروس نقص المناعة البشرية/الأيدز
es: HIV/Sida
th_th: เอชไอวี/เอดส์

source: Nutrition
ar: التغذية
es: Nutrición
pt_br: Nutrição
th_th: โภชนาการ

source: Politics
ar: السياسات
es: Política
pt_br: Politica
th_th: การเมือง

source: Social Policy
ar: السياسة الاجتماعية
es: Política Social
pt_br: Politica Social
th_th: นโยบายสังคม

source: Sanitation
ar: الصرف الصحي
es: Sanidad
pt_br: Saneamento
th_th: สุขาภิบาล

source: Violence
ar: العنف
es: Violencia
pt_br: Violência
th_th: ความรุนแรง

source: No contributions
es: No hay ninguna contribución
pt_br: Sem contribuições
th_th: ไม่มีผลงาน

# load_message_uploading_image
source: Uploading image...
es: Subiendo imagen...
it: Caricando media...
pt_br: Imagem em upload...
th_th: กำลังอัพโหลด...

# choice_result_value
source: %d %%
th_th: %1$s %%

# button_title_disapprove
source: Disapprove
es: Desaprobar
it: Rifiuta
pt_br: Desaprovar
th_th: ปฏิเสธ

source: Disapprove Story
pt_br: Rejeitar História

source: Denounce Story
pt_br: Denunciar História
